{
  "OK": "好的",
  "CANCEL": "取消",
  "LOADING": "载入中...",
  "COMING_SOON": "即將推出",
  "PRIVACY_STATEMENT_CONTENTS": "Privacy Policy\n\nPrivacy for Consumers at WORLD WIDE \nOur goal is to maintain your trust and confidence when handling personal information about you. YOU HAVE CHOICES as a WORLD WIDE customer, you have the opportunity to make choices. As you consider this, we encourage you to make choices that enable us to provide you with quality products and services that help you meet your business needs and objectives.\n\nSecurity of Personal Information \nThe security of personal information about you is our priority. We protect this information by maintaining physical, electronic, and procedural safeguards that meet applicable law. We train our employees in the proper handling of personal information. When we use other companies to provide services for us, we require them to protect the confidentiality of personal information they receive. We endeavour to keep you informed of the latest marketing and promotional offers we feel would be useful and beneficial to you. \n\nPlease refer to our Notice and Choice Principle Statement which outlines how we intend to deliver all the rights and protections you are entitled to in respect of your personal data. In addition, please read World Wide Holdings's Internet Privacy Policy which further outlines our privacy policy for our Internet site users. \nThis section explains our policy regarding any personal information you might supply to us when you visit this site. Our goal is to protect your information on the Internet in the same way that we protect it in all the other ways we interact with you. \n\nThere are instances where certain types of information may be requested from our customers via WORLD WIDE's apps. In addition, strict safeguards have been put in place to protect the loss, misuse or alteration of any information provided to us. This includes limiting employee access to information and handling information of customers who have ended their membership relationship with WORLD WIDE. \n\nIn the event of any queries or complaints pertaining to the handling of personal information, you can call us or write to WORLD WIDE Holdings (M) Sdn Bhd, or email us. In order to provide better service or to address security hazards, we will occasionally use a \"cookie\". A cookie is a small piece of information which a Web site stores on your Web browser on your PC and can later retrieve. The cookie cannot be read by a Web site other than the one that set the cookie. We use cookies for a number of administrative purposes; for example, to store your preferences for certain kinds of information. Most cookies last only through a single session, or visit to our site. None will contain information that will enable anyone to contact you via telephone, e-mail, or any other means. You can set up your Web browser to inform you when cookies are set or to prevent cookies from being set. Your browser software may contain a feature which is intended to notify you of the cookie policies of the various web sites you visit. For example, the Microsoft Internet Explorer 6 browser software contained in Microsoft Windows XP contains a version of such a cookie-filtering device, commonly known as P3P. To learn more about P3P and how it may affect your online experience go to www.w3.org/P3P. WORLD WIDE has attempted to make it's apps/website compatible with the P3P privacy filtering tool. However, P3P is still an evolving standard and therefore, we are not responsible for any problems you may experience when using a P3P filter, or any discrepancies between the machine-coded statements of our privacy policy which are read by the P3P tool and the human readable policy which you see here and in the Privacy for Consumers. This Online Data Policy and the Privacy for Consumers at WORLD WIDE are the controlling documents to which you should refer if you have questions about WORLD WIDE's privacy policies. The human readable privacy policy is the only binding legal statement and prevails over any discrepancies from the machine readable privacy policy. \n\nTerms of Use\nWelcome to the World Wide Holdings (M) Sdn Bhd mobile app (the \"Platform\"). These Terms of Use govern your access and use of the Platform and the use of any services, information and functions made available by us at the Platform (\"Services\"). Before using this Platform or the Services, you must read carefully and accept these Terms of Use and all other terms and conditions and policies pertaining to the use of the Platform and/or the Services (collectively referred to as \"World Wide Holdings (M) Sdn Bhd Terms and Conditions\") and you must consent to the processing of your personal data as described in the Privacy Policy. By accessing the Platform and/or using the Services, you agree to be bound by World Wide Holdings (M) Sdn Bhd Terms and Conditions and any amendments to the foregoing issued by us from time to time. If you do not agree to World Wide Holdings (M) Sdn Bhd Terms and Conditions and the Privacy Policy, do not access and/or use this Platform and/or the Services.\n\n1.\tTERMS OF USE\n1.1\tThe Terms of Use stated herein constitute a legal agreement between you and World Wide Holdings (M) Sdn Bhd (Company No.: 1338133-D), a company incorporated in Malaysia and having its registered address at No 7, Jalan Seroja 42 Taman Johor Jaya 81100 Johor Bahru, Johor (\"World Wide Holdings (M) Sdn Bhd \", \"we\", \"us\" or \"our\").\n1.2\tWorld Wide Holdings (M) Sdn Bhd reserves the right, to change, modify, add, or remove portions of these Terms of Use and/or World Wide Holdings (M) Sdn Bhd Terms and Conditions at any time. Changes will be effective when posted on the Platform with no other notices provided and you are deemed to be aware of and bound by any changes to the foregoing upon their publication on the Platform.\n1.3\tIf you are under the age of 18 or the legal age for giving consent hereunder pursuant to the applicable laws in your country (the \"legal age\"), you must obtain permission from your parent(s) or legal guardian(s) to open an account on the Platform. If you are the parent or legal guardian of a minor who is creating an account, you must accept and comply with these Terms of Use on the minor's behalf and you will be responsible for the minor's actions, any charges associated with the minor's use of the Platform and/or Services or purchases made on the Platform. If you do not have consent from your parent(s) or legal guardian(s), you must stop using/accessing this Platform and/or Services.\n\n2.\tUSE OF THE PLATFORM AND/OR SERVICES\n2.1\tWe grant you a non-transferable and revocable license to use the Platform and/or Services, subject to these Terms of Use, for the purpose of recording/viewing for personal/downline items purchase/sold. Commercial use or use on behalf of any third party is prohibited, except as explicitly permitted by us in advance. Any breach of these Terms of Use shall result in the immediate revocation of the license granted herein without notice to you.\n2.2\tContent provided on this Platform is solely for informational/recording/viewing purposes. \n2.3\tCertain services and related features that may be made available on the Platform may require registration or subscription. Should you choose to register or subscribe for any such services or related features, you agree to provide accurate and current information about yourself, and to promptly update such information if there are any changes. Every user of the Platform is solely responsible for keeping passwords and other account identifiers safe and secure. The account owner is entirely responsible for all activities that occur under such password or account. Furthermore, you must notify us of any unauthorized use of your password or account.  World Wide Holdings (M) Sdn Bhd shall not be responsible or liable, directly or indirectly, in any way for any loss or damage of any kind incurred as a result of, or in connection with, your failure to comply with this section.\n2.4\tWe may, from time to time and without giving any reason or prior notice, upgrade, modify, suspend or discontinue the provision of or remove, whether in whole or in part, the Platform or any Services and shall not be liable if any such upgrade, modification, suspension or removal prevents you from accessing the Platform or any part of the Services.\n2.5\tWe reserve the right, but shall not be obliged to:\n(a)\tmonitor, screen or otherwise control any activity, content or material on the Platform and/or through the Services. We may in our sole and absolute discretion, investigate any violation of these Terms of Use contained herein and may take any action it deems appropriate;\n(b)\tprevent or restrict access of any an authorised user to the Platform and/or the Services;\n(c)\treport any activity it suspects to be in violation of any applicable law, statute or regulation to the appropriate authorities and to co-operate with such authorities; and/or\n(d)\tto request any information and data from you in connection with your use of the Services and/or access of the Platform at any time and to exercise our right under this paragraph if you refuse to divulge such information and/or data or if you provide or if we have reasonable grounds to suspect that you have provided inaccurate, misleading or fraudulent information and/or data.\n\n3.\tUSER SUBMISSIONS\n3.1\tYou grant us a non-exclusive licence to use the materials or information that you submit to the Platform and/or provide to us, including but not limited to, your personal information, questions, reviews, comments, and suggestions (collectively, \"Submissions\"). When you post comments or reviews to the Platform, you also grant us the right to use the name that you submit or your username, in connection with such review, comment, or other content. You shall not use a false e-mail address, pretend to be someone other than yourself or otherwise mislead us or third parties as to the origin of any Submissions. We may, but shall not be obligated to, remove or edit any Submissions.\n\n4.\tTRADEMARKS AND COPYRIGHTS\n4.1\tAll intellectual property rights, whether registered or unregistered, in the Platform, information content on the Platform and all the website design, including, but not limited to, text, graphics, software, photos, video, music, sound, and their selection and arrangement, and all software compilations, underlying source code and software (collectively referred to as \"Intellectual Property\") shall remain our property or where applicable, our affiliates or third party intellectual property owners. The entire contents of the Platform also are protected by copyright as a collective work under Malaysia copyright laws and international conventions. All rights are reserved.\n4.2\tNo part or parts of the Platform may be reproduced, reverse engineered, decompiled, disassembled, separated, altered, distributed, republished, displayed, broadcasted, hyperlinked, mirrored, framed, transferred or transmitted in any manner or by any means or stored in an information retrieval system or installed on any servers, system or equipment any Intellectual Property without our prior written permission or that of the relevant Intellectual Property owners. No party accessing the Platform shall claim any right, title or interest therein. No permission allow for download, print or use the Intellectual Property for personal and non-commercial uses.\n\n5.\tOUR LIMITATION OF RESPONSIBILITY AND LIABILITY\n5.1\tThe Platform and all data and/or information contained therein and/or the Services are provided on an \"as is\" and \"as available\" basis without any warranties, claims or representations made by World Wide Holdings (M) Sdn Bhd of any kind either expressed, implied or statutory with respect to the Platform and/or the Services, including, without limitation, warranties of non-infringement of third party rights, title, merchantability, satisfactory quality or fitness for a particular purpose. All data and/or information contained in the Platform and/or the Services are provided for informational purposes only.\n5.2\tWithout limiting the foregoing,  World Wide Holdings (M) Sdn Bhd does not warrant that the Platform and/or the Services or the functions contained therein will be available, accessible, uninterrupted, timely, secure, accurate, complete or error-free, that defects, if any, will be corrected, or that this Platform and/or the server that makes the same available are free of viruses, clocks, timers, counters, worms, software locks, drop dead devices, trojan-horses, routings, trap doors, time bombs or any other harmful codes, instructions, programs or components.\n5.3\tWorld Wide Holdings (M) Sdn Bhd and all of its respective officers, employees, directors, agents, contractors and assigns shall not be liable to you for any losses whatsoever or howsoever caused (regardless of the form of action) arising directly or indirectly in connection with:\n(a)\tany access, use and/or inability to use the Platform or the Services;\n(b)\treliance on any data or information made available through the Platform and/or through the Services. You should not act on such data or information without first independently verifying its contents;\n(c)\tany system, server or connection failure, error, omission, interruption, delay in transmission, computer virus or other malicious, destructive or corrupting code, agent program or macros; and\n(d)\tany use of or access to any other website or webpage linked to the Platform, even if we or our officers or agents or employees may have been advised of, or otherwise might have anticipated, the possibility of the same.\n5.4\tAny risk of misunderstanding, error, damage, expense or losses resulting from the use of the Platform and/or Services is entirely at your own risk and we shall not be liable therefore.\n\n6.\tHYPERLINKS\n6.1\tFor your convenience, we may include hyperlinks to other websites or content on the Platform that are owned or operated by third parties. Such linked websites or content are not under our control and we are not liable for any errors, omissions, delays, defamation, libel, slander, falsehood, obscenity, pornography, profanity, inaccuracy or any other objectionable material contained in the contents, or the consequences of accessing, any linked website. Any hyperlinks to any other websites or content are not an endorsement or verification of such websites or content and you agree that your access to or use of such linked websites or content is entirely at your own risk.\n\n7.\tAPPLICABLE LAW AND JURISDICTION\n7.1\tThese Terms of Use and/or other World Wide Holdings (M) Sdn Bhd Terms and Conditions shall be interpreted and governed by the laws in force in Malaysia. Subject to the section on Arbitration below, you hereby agree to submit to the jurisdiction of the Courts of Malaysia.\n\n8.\tARBITRATION\n8.1\tAny controversy, claim or dispute arising out of or relating to these Terms of Use and/or other World Wide Holdings (M) Sdn Bhd Terms and Conditions or the breach, termination or invalidity thereof shall be referred to and settled by arbitration in accordance with the Arbitration Rules of the Asian International Arbitration Centre (\"AIAC\") held in Kuala Lumpur, Malaysia. The arbitral tribunal shall consists of a sole arbitrator who is legally trained and who has experience in the information technology field in Malaysia and is independent of either party. The place of arbitration shall be Malaysia. Any award by the arbitration tribunal shall be final and binding upon the parties.\n8.2\tNotwithstanding the foregoing,  Holdings (M) Sdn Bhd reserves the right to pursue the protection of intellectual property rights and confidential information through injunctive or other equitable relief through the courts.\n\n9.\tTERMINATION\n9.1\tIn addition to any other legal or equitable remedies, we may, without prior notice to you, immediately terminate or revoke any or all of your rights granted under these Terms of Use and/or other  World Wide Holdings (M) Sdn Bhd Terms and Conditions. Upon any termination of these Terms of Use and/or other World Wide Holdings (M) Sdn Bhd Terms and Conditions, you shall immediately cease all access to and use of the Platform and/or Services and we shall, in addition to any other legal or equitable remedies, immediately revoke all password(s) and account identification issued to you and deny your access to and use of this Platform and/or Services in whole or in part. Any termination of this agreement shall not affect the respective rights and obligations (including without limitation, payment obligations) of the parties arising before the date of termination. You furthermore agree that World Wide Holdings (M) Sdn Bhd shall not be liable to you or to any other person as a result of any such suspension or termination. If you are dissatisfied with the Platform and/or Services or with any terms, conditions, rules, policies, guidelines, or practices of World Wide Holdings (M) Sdn Bhd, in operating the Platform and/or providing Services, your sole and exclusive remedy is to discontinue using the Platform and/or the Services.\n\nThis policy and terms of use was last modified Sept 16, 2019.\n\n",

  "generic_error": "无法完成，请待会尝试或联系我们",
  "resp_unsuc": "连接失败，请待会再尝试",

  "perm_camera_no": "请允许相机权限以启用QR扫描",

  "registration": "注册",
  "user_info": "个人资料",
  "USER_INFO": "个人资料",
  "company_info": "公司资料",
  "login": "登入",
  "market": "市场",
  "logout": "登出",
  "email": "电子邮件",
  "address": "地址",
  "postcode": "邮编",
  "city": "城市",
  "state": "州属",
  "country": "国家",
  "member": "会员",
  "AMBASSADOR": "大使",
  "password": "密码",
  "confirm_pword": "确认密码",
  "SUBMIT": "提交",
  "confirm": "确认",
  "next": "继续",
  "update": "更新",
  "success": "成功",
  "forgot_pword_txt": "忘记密码",
  "reset_pword": "重设密码?",
  "create_account": "注册账号",

  "no_uplines": "请用搜索栏寻找上线",
  "this_field": "资料",
  "emptyField": "不能为空",
  "lessThanField": "不能少过",
  "characters": "个字",
  "invalidField": "不正确，请再次检查",
  "diffPwordField": "不同，请再次检查",

  "searching_upline": "寻找上线中",
  "refer_by_upline": "引用者/上线",
  "nric_passport": "身份证/护照",
  "mobile": "电话号码",
  "username": "用户名",
  "REG_SUCCESS_APPROVE": "注册成功！请在登录前等待管理员批准。",

  "MEMBERSHIP": "会籍",
  "SPECIAL": "特别",
  "CLASSIC": "经典",
  "GOLD": "黄金",
  "PLATINUM": "白金",

  "COMP_INFO": "公司资料",
  "comp_reg_no": "公司注册号码",
  "comp_name": "公司名",
  "comp_address": "公司地址",
  "comp_postcode": "公司邮编",
  "comp_city": "公司城市",
  "comp_state": "公司州属",
  "comp_country": "公司国家",
  "comp_phone": "公司电话",

  "bank_name": "银行账户名",
  "bank_acc": "银行账户号码",
  "bank_desc": "所有返现将转移此账户",

  "PRIVACY_STATEMENT": "隐私政策",
  "language_option": "English",
  "GOOD_MORNING": "早上好",
  "GOOD_AFTERNOON": "下午好",
  "GOOD_EVENING": "晚上好",
  "forgot_pword": "忘记密码?",

  "forgot_inst": "请输入电子邮件，以获取6位数密码重置代码",
  "forgot_inst_2": "请输入电子邮件内的6位数密码重置代码",
  "FORGOT_PWORD_SUCCESS": "6位数密码重置代码已被发送，请检验电子邮件",
  "RESET_PWORD_TITLE": "重设密码",

  "reset_inst": "请输入新密码",
  "RESET_PWORD_SUCCESS": "密码重置成功， 请用新密码登入",

  "welcome": "欢迎登录",
  "qr": "QR",
  "qr_title": "QR扫描",
  "qr_instructions": "请点击以下按钮一开始QR扫描",
  "qr_start": "开始扫描",
  "qr_scanned": "QR扫描成功！",
  "QR_DESC_INITIAL": "请在QR扫描成功以后填写工作消息表",
  "QR_UNSUC": "此产品已被声明，请检查QR或待会再尝试",
  "QR_CHECK_SUCCESS": "请填写工作消息表",
  "QR_FORM_SUBMIT_CONFIRM": "确认提交工作消息表?",
  "QR_FORM_SUCCESS": "工作消息表上载成功！请到「扫描记录」检查记录",

  "QR_FORM_TITLE": "工作消息表",
  "QR_FORM_DESC": "请填写以下的工作消息表：",
  "QR_FORM_CAR_PLATE_NO": "车牌号码",
  "QR_FORM_CAR_MANU_YEAR": "汽车制造年",
  "QR_FORM_CAR_TYPE_RECON": "翻新",
  "QR_FORM_CAR_TYPE_OVERHAUL": "检修",
  "QR_FORM_BACK_PRESSED": "请完成并提交工作消息表",
  "QR_FORM_TY": "感谢您上载工作消息表",
  "YEARS": "年",

  "history": "扫描记录",
  "my_stats": "统计",
  "quarter_sales": "季度销售额",
  "year_sales": "年度销售额",
  "sales": "销售额",
  "target": "销售目标",
  "q1": "Q1",
  "q2": "Q2",
  "q3": "Q3",
  "q4": "Q4",
  "yearly": "年度",

  "HISTORY_TITLE": "QR扫描记录",
  "HISTORY_INST": "向下滑动以刷新扫描记录列表",
  "HISTORY_NO_LIST": "没有扫描记录",

  "DOWNLINE_TITLE": "下线会员",
  "downline": "下线",
  "DOWNLINE_INST": "向下滑动以刷新下线列表",
  "DOWNLINE_NO": "您暂时还没有下线",
  "UPLINE": "上线",

  "MY_STATS_INST": "向下滑动以刷新统计列表",
  "MY_STATS_NO": "您暂时还没有销售",
  "MY_STATS_CLICK_INST": "请点击图表栏以显示销售额",

  "settings": "设置",
  "BANK_INFO": "银行账户",
  "LANGUAGE": "Language | 语言",

  "update_success": "成功更新资料！"

}